Repository: Hud2929/Pausely
Catalog: Pausely/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja

source: See how much you could save by paying yearly instead of monthly.
ar: انظر كم يمكنك التوفير بالدفع سنوياً بدلاً من شهرياً.
de: Sieh, wie viel du durch jährliche statt monatliche Zahlung sparen könntest.
es: Ve cuánto podrías ahorrar pagando anualmente en lugar de mensualmente.
fr: Voyez combien vous pourriez économiser en payant annuellement plutôt que mensuellement.
ja: 月払いの代わりに年払いにすることでいくら節約できるか確認。

source: See how much you pay per hour of actual usage. Great for finding waste!
ar: انظر كم تدفع لكل ساعة استخدام فعلي. رائع لاكتشاف الهدر!
de: Sieh, wie viel du pro tatsächlicher Nutzungsstunde zahlst. Ideal zum Entdecken von Verschwendung!
es: Ve cuánto pagas por hora de uso real. ¡Ideal para encontrar desperdicio!
fr: Voyez combien vous payez par heure d'utilisation réelle. Idéal pour trouver les gaspillages !
ja: 実際の使用1時間あたりいくら払っているか確認。無駄を見つけるのに最適！

source: See which subscriptions are renewing soon.
ar: انظر أي الاشتراكات ستُجدَّد قريباً.
de: Sieh, welche Abos bald verlängert werden.
es: Ve qué suscripciones se renovarán pronto.
fr: Voyez quels abonnements se renouvellent bientôt.
ja: もうすぐ更新されるサブスクリプションを確認。

source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択

source: Select Apps
ar: اختر التطبيقات
de: Apps auswählen
es: Seleccionar apps
fr: Sélectionner des apps
ja: アプリを選択

source: Select Apps to Track
ar: اختر التطبيقات للتتبع
de: Apps zur Verfolgung auswählen
es: Seleccionar apps para rastrear
fr: Sélectionner des apps à suivre
ja: 追跡するアプリを選択

source: Select Currency
ar: اختر العملة
de: Währung auswählen
es: Seleccionar moneda
fr: Sélectionner la devise
ja: 通貨を選択

source: Select currency, currently %@
ar: اختر العملة، الحالية %@
de: Währung auswählen, aktuell %@
es: Seleccionar moneda, actualmente %@
fr: Sélectionner la devise, actuellement %@
ja: 通貨を選択（現在：%@）

source: Select Subscription
ar: اختر الاشتراك
de: Abo auswählen
es: Seleccionar suscripción
fr: Sélectionner un abonnement
ja: サブスクリプションを選択

source: Select subscriptions to compare side-by-side on cost, usage, and value.
ar: اختر الاشتراكات للمقارنة جنباً إلى جنب من حيث التكلفة والاستخدام والقيمة.
de: Abos zum Vergleich von Kosten, Nutzung und Wert nebeneinander auswählen.
es: Selecciona suscripciones para comparar lado a lado en costo, uso y valor.
fr: Sélectionnez des abonnements pour les comparer côte à côte sur le coût, l'utilisation et la valeur.
ja: コスト、使用状況、価値を並べて比較するサブスクリプションを選択。

source: Select the next billing date for this subscription
ar: حدد تاريخ الفوترة التالي لهذا الاشتراك
de: Wählen Sie das nächste Abrechnungsdatum für dieses Abonnement
es: Selecciona la próxima fecha de facturación para esta suscripción
fr: Sélectionnez la prochaine date de facturation pour cet abonnement
ja: このサブスクリプションの次の請求日を選択

source: Select which to import
ar: اختر ما تريد استيراده
de: Auswählen, was importiert werden soll
es: Selecciona cuáles importar
fr: Sélectionnez ceux à importer
ja: インポートするものを選択

source: Selected
ar: محدد
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み

source: Send Message
ar: إرسال رسالة
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
ja: メッセージを送信

source: Send Reset Link
ar: إرسال رابط الإعادة
de: Reset-Link senden
es: Enviar enlace de restablecimiento
fr: Envoyer le lien de réinitialisation
ja: リセットリンクを送信

source: Send us a message
ar: أرسل لنا رسالة
de: Schreib uns eine Nachricht
es: Envíanos un mensaje
fr: Envoyez-nous un message
ja: メッセージを送る

source: Service
ar: الخدمة
de: Dienst
es: Servicio
ja: サービス

source: Service name
ar: اسم الخدمة
de: Dienstname
es: Nombre del servicio
fr: Nom du service
ja: サービス名

source: Service Name
ar: اسم الخدمة
de: Dienstname
es: Nombre del servicio
fr: Nom du service
ja: サービス名

source: Service Name (e.g., Netflix)
ar: اسم الخدمة (مثال: Netflix)
de: Dienstname (z.B. Netflix)
es: Nombre del servicio (ej., Netflix)
fr: Nom du service (ex. Netflix)
ja: サービス名（例：Netflix）

source: sessions/week
ar: جلسات/أسبوع
de: Sitzungen/Woche
es: sesiones/semana
fr: sessions/semaine
ja: セッション/週

source: Set automatically — 1 day after your trial ends
ar: يُضبط تلقائياً — يوم واحد بعد انتهاء تجربتك
de: Automatisch eingestellt — 1 Tag nach Ende der Testphase
es: Establecido automáticamente — 1 día después de que termine tu prueba
fr: Défini automatiquement — 1 jour après la fin de votre essai
ja: 自動設定 — トライアル終了の1日後

source: Set your billing date to get renewal reminders and track upcoming payments.
ar: حدد تاريخ الفوترة للحصول على تذكيرات التجديد وتتبع المدفوعات القادمة.
de: Lege dein Abrechnungsdatum fest, um Verlängerungserinnerungen zu erhalten und bevorstehende Zahlungen zu verfolgen.
es: Establece tu fecha de facturación para obtener recordatorios de renovación y rastrear pagos próximos.
fr: Définissez votre date de facturation pour obtenir des rappels de renouvellement et suivre les paiements à venir.
ja: 更新リマインダーを受け取り、今後の支払いを追跡するために請求日を設定してください。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定

source: Setup 2FA
ar: إعداد المصادقة الثنائية
de: 2FA einrichten
es: Configurar 2FA
fr: Configurer la 2FA
ja: 2FAのセットアップ

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
ja: 共有

source: Share Again
ar: مشاركة مرة أخرى
de: Erneut teilen
es: Compartir de nuevo
fr: Partager à nouveau
ja: もう一度共有

source: Share cost per use insights
ar: مشاركة رؤى التكلفة لكل استخدام
de: Kosten pro Nutzung teilen
es: Compartir insights de costo por uso
fr: Partager les insights de coût par utilisation
ja: 利用コストのインサイトを共有

source: Share Insights
ar: مشاركة الرؤى
de: Einblicke teilen
es: Compartir insights
fr: Partager les insights
ja: インサイトを共有

source: Share Receipt
ar: مشاركة الإيصال
de: Beleg teilen
es: Compartir recibo
fr: Partager le reçu
ja: 領収書を共有

source: Share Via
ar: مشاركة عبر
de: Teilen über
es: Compartir vía
fr: Partager via
ja: 共有方法

source: Share your code and both get rewarded
ar: شارك رمزك وكلاكما سيحصل على مكافأة
de: Teile deinen Code und beide erhalten eine Belohnung
es: Comparte tu código y ambos serán recompensados
fr: Partagez votre code et vous serez tous les deux récompensés
ja: コードを共有して2人とも報酬をゲット

source: Share your code to start earning!
ar: شارك رمزك لبدء الكسب!
de: Teile deinen Code, um zu verdienen!
es: ¡Comparte tu código para empezar a ganar!
fr: Partagez votre code pour commencer à gagner !
ja: コードを共有して報酬を獲得しましょう！

source: Share your referral code with friends and earn free Pro time.
ar: شارك رمز إحالتك مع الأصدقاء واكسب وقتاً مجانياً في Pro.
de: Teile deinen Empfehlungscode mit Freunden und verdiene kostenlose Pro-Zeit.
es: Comparte tu código de referido con amigos y gana tiempo Pro gratis.
fr: Partagez votre code de parrainage avec des amis et gagnez du temps Pro gratuit.
ja: 紹介コードを友達と共有して無料Proを獲得。

source: Show password
ar: إظهار كلمة المرور
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
ja: パスワードを表示

source: Side-by-Side Comparison
ar: مقارنة جنباً إلى جنب
de: Direkter Vergleich
es: Comparación lado a lado
fr: Comparaison côte à côte
ja: 並べて比較

source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン

source: Sign in to continue
ar: سجّل الدخول للمتابعة
de: Anmelden zum Fortfahren
es: Inicia sesión para continuar
fr: Connectez-vous pour continuer
ja: 続けるにはサインインしてください

source: Sign in with
ar: تسجيل الدخول بـ
de: Anmelden mit
es: Iniciar sesión con
fr: Se connecter avec
ja: サインイン方法

source: Sign in with %@
ar: تسجيل الدخول بـ %@
de: Anmelden mit %@
es: Iniciar sesión con %@
fr: Se connecter avec %@
ja: %@でサインイン

source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
ja: サインアウト

source: Sign out of Pausely?
ar: تسجيل الخروج من Pausely؟
de: Von Pausely abmelden?
es: ¿Cerrar sesión de Pausely?
fr: Se déconnecter de Pausely ?
ja: Pauselyからサインアウトしますか？

source: Sign Up
ar: إنشاء حساب
de: Registrieren
es: Registrarse
fr: S'inscrire
ja: 新規登録

source: Since Tracked
ar: منذ بدء التتبع
de: Seit Verfolgung
es: Desde que se rastrea
fr: Depuis le suivi
ja: 追跡開始から

source: Since You Started Tracking
ar: منذ بدأت التتبع
de: Seit du mit der Verfolgung begonnen hast
es: Desde que empezaste a rastrear
fr: Depuis que vous avez commencé à suivre
ja: 追跡を始めてから

source: Skip
ar: تخطي
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ

source: Skip - Track Later
ar: تخطى - تتبع لاحقاً
de: Überspringen – Später verfolgen
es: Omitir - Rastrear después
fr: Ignorer - Suivre plus tard
ja: スキップ - 後で追跡

source: Skip for Now
ar: تخطى في الوقت الحالي
de: Vorerst überspringen
es: Omitir por ahora
fr: Ignorer pour l'instant
ja: 今はスキップ

source: Smart Alerts
ar: تنبيهات ذكية
de: Intelligente Benachrichtigungen
es: Alertas inteligentes
fr: Alertes intelligentes
ja: スマートアラート

source: Smart Detect
ar: كشف ذكي
de: Intelligente Erkennung
es: Detección inteligente
fr: Détection intelligente
ja: スマート検出

source: Smart Import
ar: استيراد ذكي
de: Intelligenter Import
es: Importación inteligente
fr: Import intelligent
ja: スマートインポート

source: Smart Insights
ar: رؤى ذكية
de: Intelligente Einblicke
es: Insights inteligentes
fr: Analyses intelligentes
ja: スマート洞察

source: Smart Pause
ar: إيقاف مؤقت ذكي
es: Pausa inteligente
fr: Pause intelligente
ja: スマート一時停止

source: Smart pause info
ar: معلومات الإيقاف المؤقت الذكي
de: Intelligente Pause-Info
es: Info de pausa inteligente
fr: Info pause intelligente
ja: スマート一時停止情報

source: Smart Pause Suggestions
ar: اقتراحات الإيقاف المؤقت الذكي
de: Intelligente Pausiervorschläge
es: Sugerencias de pausa inteligente
fr: Suggestions de pause intelligente
ja: スマート一時停止の提案

source: Smart perks
ar: مزايا ذكية
de: Intelligente Vorteile
es: Beneficios inteligentes
fr: Avantages intelligents
ja: スマートな特典

source: Smart Perks
ar: مزايا ذكية
de: Intelligente Vorteile
es: Beneficios inteligentes
fr: Avantages intelligents
ja: スマートな特典

source: Smart renewal alerts
ar: تنبيهات تجديد ذكية
de: Intelligente Verlängerungsbenachrichtigungen
es: Alertas de renovación inteligentes
fr: Alertes de renouvellement intelligentes
ja: スマートな更新アラート

source: Smart Subscription Management
ar: إدارة ذكية للاشتراكات
de: Intelligente Abo-Verwaltung
es: Gestión inteligente de suscripciones
fr: Gestion intelligente des abonnements
ja: スマートなサブスクリプション管理

source: Smart Subscription Manager
ar: مدير اشتراكات ذكي
de: Intelligenter Abo-Manager
es: Administrador inteligente de suscripciones
fr: Gestionnaire d'abonnements intelligent
ja: スマートサブスクリプションマネージャー

source: Smart Suggestion
ar: اقتراح ذكي
de: Intelligenter Vorschlag
es: Sugerencia inteligente
fr: Suggestion intelligente
ja: スマート提案

source: Smart Usage Insights
ar: رؤى استخدام ذكية
de: Intelligente Nutzungseinblicke
es: Insights de uso inteligente
fr: Insights d'utilisation intelligente
ja: スマートな使用インサイト

source: Smart Usage Tracking
ar: تتبع استخدام ذكي
de: Intelligente Nutzungsverfolgung
es: Seguimiento de uso inteligente
fr: Suivi d'utilisation intelligent
ja: スマートな使用状況追跡

source: Something went wrong: %@
ar: حدث خطأ ما: %@
de: Etwas ist schiefgelaufen: %@
es: Algo salió mal: %@
fr: Une erreur s'est produite : %@
ja: エラーが発生しました：%@

source: SOON
ar: قريبًا
de: BALD
es: PRÓXIMO
fr: BIENTÔT
ja: もうすぐ

source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
fr: Trier
ja: 並べ替え

source: Sort by
ar: ترتيب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
ja: 並び替え基準

source: Sort subscriptions
ar: ترتيب الاشتراكات
de: Abos sortieren
es: Ordenar suscripciones
fr: Trier les abonnements
ja: サブスクリプションを並び替え

source: Spending by Category
ar: الإنفاق حسب الفئة
de: Ausgaben nach Kategorien
es: Gastos por categoría
fr: Dépenses par catégorie
ja: カテゴリ別支出

source: SPENDING EFFICIENCY
ar: كفاءة الإنفاق
de: AUSGABENEFFIZIENZ
es: EFICIENCIA DE GASTO
fr: EFFICACITÉ DES DÉPENSES
ja: 支出効率

source: Spending Forecast
ar: توقعات الإنفاق
de: Ausgabenprognose
es: Pronóstico de gastos
fr: Prévision de dépenses
ja: 支出予測

source: Spending Overview
ar: نظرة عامة على الإنفاق
de: Ausgabenübersicht
es: Resumen de gastos
fr: Aperçu des dépenses
ja: 支出の概要

# Split %lld ways = %@/person
source: Split %1$lld ways = %2$@/person
ar: مقسّم على %lld = %@/شخص
de: Aufgeteilt auf %lld = %@/Person
es: Dividido %lld formas = %@/persona
fr: Divisé en %lld = %@/personne
ja: %lld人で割ると%@/人

source: Start 7-Day Free Trial
ar: ابدأ التجربة المجانية لمدة 7 أيام
de: 7-tägige kostenlose Testphase starten
es: Iniciar prueba gratuita de 7 días
fr: Commencer l'essai gratuit de 7 jours
ja: 7日間の無料トライアルを開始

source: Start Free Trial
ar: بدء التجربة المجانية
de: Kostenlose Testversion starten
es: Iniciar prueba gratuita
fr: Démarrer l'essai gratuit
ja: 無料トライアルを開始

source: Start managing your subscriptions
ar: ابدأ إدارة اشتراكاتك
de: Deine Abos verwalten beginnen
es: Empieza a gestionar tus suscripciones
fr: Commencez à gérer vos abonnements
ja: サブスクリプションの管理を開始

source: Start Tracking Trial
ar: ابدأ تتبع التجربة
de: Testphase verfolgen beginnen
es: Empezar a rastrear prueba
fr: Commencer à suivre l'essai
ja: トライアルの追跡を開始

source: Start Tracking Your Subscriptions
ar: ابدأ تتبع اشتراكاتك
de: Beginnen Sie, Ihre Abonnements zu verfolgen
es: Empieza a rastrear tus suscripciones
fr: Commencez à suivre vos abonnements
ja: サブスクリプションの追跡を開始

source: Start Using Pro
ar: البدء باستخدام Pro
de: Pro nutzen
es: Empezar a usar Pro
fr: Commencer à utiliser Pro
ja: Proを使い始める

source: Start Your 7-Day Free Trial
ar: ابدأ تجربتك المجانية لمدة 7 أيام
de: Deine 7-tägige kostenlose Testphase starten
es: Inicia tu prueba gratuita de 7 días
fr: Commencez votre essai gratuit de 7 jours
ja: 7日間の無料トライアルを開始する

source: Start your subscription journey
ar: ابدأ رحلة اشتراكاتك
de: Starte deine Abo-Reise
es: Comienza tu viaje de suscripciones
fr: Commencez votre parcours d'abonnements
ja: サブスクリプションの旅を始めましょう

source: Status
ar: الحالة
es: Estado
fr: Statut
ja: ステータス

source: Submit Rating
ar: إرسال التقييم
de: Bewertung einreichen
es: Enviar calificación
fr: Soumettre la note
ja: 評価を送信

source: Subscribe
ar: اشترك
de: Abonnieren
es: Suscribirse
fr: S'abonner
ja: 購読する

source: Subscribe without trial
ar: اشترك بدون تجربة
de: Ohne Testphase abonnieren
es: Suscribirse sin prueba
fr: S'abonner sans essai
ja: トライアルなしで購読

source: Subscription auto-renews. Cancel anytime in Settings → Apple ID → Subscriptions.
ar: يُجدَّد الاشتراك تلقائياً. يمكن الإلغاء في أي وقت من الإعدادات ← Apple ID ← الاشتراكات.
de: Abo verlängert sich automatisch. Jederzeit kündbar unter Einstellungen → Apple ID → Abonnements.
es: La suscripción se renueva automáticamente. Cancela en cualquier momento en Ajustes → Apple ID → Suscripciones.
fr: L'abonnement se renouvelle automatiquement. Annulable à tout moment dans Réglages → Identifiant Apple → Abonnements.
ja: サブスクリプションは自動更新されます。設定 → Apple ID → サブスクリプションでいつでもキャンセルできます。

source: Subscription Cancelled!
ar: تم إلغاء الاشتراك!
de: Abo gekündigt!
es: ¡Suscripción cancelada!
fr: Abonnement annulé !
ja: サブスクリプションがキャンセルされました！

source: Subscription Details
ar: تفاصيل الاشتراك
de: Abo-Details
es: Detalles de suscripción
fr: Détails de l'abonnement
ja: サブスクリプションの詳細

source: Subscription Efficiency
ar: كفاءة الاشتراك
de: Abo-Effizienz
es: Eficiencia de suscripción
fr: Efficacité d'abonnement
ja: サブスクリプション効率

source: Subscription Health
ar: صحة الاشتراكات
de: Abo-Gesundheit
es: Salud de suscripciones
fr: Santé des abonnements
ja: サブスクリプションの健全性

source: Subscription health and optimization
ar: صحة الاشتراكات وتحسينها
de: Abo-Gesundheit und -Optimierung
es: Salud y optimización de suscripciones
fr: Santé et optimisation des abonnements
ja: サブスクリプションの健全性と最適化

source: Subscription Limit Reached
ar: تم الوصول إلى حد الاشتراكات
de: Abo-Limit erreicht
es: Límite de suscripciones alcanzado
fr: Limite d'abonnements atteinte
ja: サブスクリプションの上限に達しました

source: Subscription Name
ar: اسم الاشتراك
de: Abo-Name
es: Nombre de suscripción
fr: Nom de l'abonnement
ja: サブスクリプション名

source: Subscription Wrapped
ar: ملخص الاشتراكات
de: Abo-Jahresrückblick
es: Resumen de suscripciones
fr: Récapitulatif des abonnements
ja: サブスクリプションラップアップ

source: Subscriptions
ar: الاشتراكات
de: Abonnements
es: Suscripciones
fr: Abonnements
ja: サブスクリプション

source: SUBSCRIPTIONS
ar: الاشتراكات
de: ABONNEMENTS
es: SUSCRIPCIONES
fr: ABONNEMENTS
ja: サブスクリプション

source: Subscriptions to Export
ar: الاشتراكات المراد تصديرها
de: Zu exportierende Abos
es: Suscripciones para exportar
fr: Abonnements à exporter
ja: エクスポートするサブスクリプション

source: Success
ar: نجاح
de: Erfolg
es: Éxito
fr: Succès
ja: 成功

source: Success!
ar: نجاح!
de: Erfolgreich!
es: ¡Éxito!
fr: Succès !
ja: 成功！

source: Support Email:
ar: بريد الدعم:
es: Correo de soporte:
fr: E-mail de support :
ja: サポートメール：

source: Switch to
ar: التحويل إلى
de: Wechseln zu
es: Cambiar a
fr: Passer à
ja: 切り替え

source: Switch to %@
ar: التحويل إلى %@
de: Wechseln zu %@
es: Cambiar a %@
fr: Passer à %@
ja: %@に切り替え

# Switch to %@ at %@/mo
source: Switch to %1$@ at %2$@/mo
ar: التحويل إلى %@ بسعر %@/شهر
de: Zu %@ für %@/Mo. wechseln
es: Cambiar a %@ por %@/mes
fr: Passer à %@ à %@/mois
ja: %@/%@/月に切り替え

source: Switch to Annual
ar: التحويل إلى السنوي
de: Zu jährlich wechseln
es: Cambiar a anual
fr: Passer à annuel
ja: 年間プランに切り替え

source: Switch to annual billing
ar: التحويل إلى الفوترة السنوية
de: Zur jährlichen Abrechnung wechseln
es: Cambiar a facturación anual
fr: Passer à la facturation annuelle
ja: 年額請求に切り替え

source: Switch to annual billing for 3 subscriptions
ar: التحويل إلى الفوترة السنوية لـ 3 اشتراكات
de: Wechseln Sie für 3 Abonnements zur jährlichen Abrechnung
es: Cambia a facturación anual para 3 suscripciones
fr: Passez à la facturation annuelle pour 3 abonnements
ja: 3つのサブスクリプションを年額請求に切り替え

source: Switch to annual billing for Netflix
ar: تحويل Netflix إلى الفوترة السنوية
de: Netflix auf jährliche Abrechnung umstellen
es: Cambiar Netflix a facturación anual
fr: Passer Netflix à la facturation annuelle
ja: Netflixを年間請求に切り替え

source: Switch to Annual, save %@/yr
ar: التحويل إلى السنوي، وفّر %@/سنة
de: Zu jährlich wechseln, %@/Jahr sparen
es: Cambiar a anual, ahorra %@/año
fr: Passer à annuel, économisez %@/an
ja: 年間プランに切り替えて年%@節約

source: System
ar: النظام
es: Sistema
fr: Système
ja: システム

source: Tab
ar: تبويب
es: Pestaña
fr: Onglet
ja: タブ

source: Take a break without canceling
ar: خذ استراحة دون إلغاء
de: Pause machen ohne zu kündigen
es: Tomar un descanso sin cancelar
fr: Faire une pause sans annuler
ja: キャンセルせずに一時停止

source: Take control of your subscription spending
ar: تحكم في إنفاقك على الاشتراكات
de: Übernehmen Sie die Kontrolle über Ihre Abonnementausgaben
es: Tome el control de sus gastos de suscripción
fr: Prenez le contrôle de vos dépenses d'abonnement
ja: サブスクリプション費用をコントロール

source: Take control of your subscriptions
ar: تحكم في اشتراكاتك
de: Behalten Sie Ihre Abonnements im Griff
es: Toma el control de tus suscripciones
fr: Prenez le contrôle de vos abonnements
ja: サブスクリプションを管理しよう

source: Tap + buttons to add usage time
ar: اضغط على أزرار + لإضافة وقت الاستخدام
de: Tippen Sie auf + Schaltflächen, um Nutzungszeit hinzuzufügen
es: Toca los botones + para agregar tiempo de uso
fr: Appuyez sur les boutons + pour ajouter du temps d'utilisation
ja: +ボタンをタップして使用時間を追加

source: Tap the + button to add Netflix, Spotify, or any service you pay for.
ar: اضغط على زر + لإضافة Netflix أو Spotify أو أي خدمة تدفع مقابلها.
de: Tippen Sie auf die + Schaltfläche, um Netflix, Spotify oder einen anderen Dienst hinzuzufügen.
es: Toca el botón + para agregar Netflix, Spotify o cualquier servicio que pagues.
fr: Appuyez sur le bouton + pour ajouter Netflix, Spotify ou tout service que vous payez.
ja: +ボタンをタップしてNetflix、Spotifyまたは支払っているサービスを追加。

source: Tap to deselect all
ar: اضغط لإلغاء تحديد الكل
de: Tippen zum Abwählen aller
es: Tocar para deseleccionar todo
fr: Appuyer pour tout désélectionner
ja: タップしてすべて選択解除

source: Tap to run a waste scan on your subscriptions
ar: اضغط لتشغيل فحص الهدر على اشتراكاتك
de: Tippen, um eine Verschwendungsanalyse Ihrer Abonnements durchzuführen
es: Toca para ejecutar un análisis de desperdicio en tus suscripciones
fr: Appuyez pour lancer une analyse de gaspillage sur vos abonnements
ja: タップしてサブスクリプションの無駄スキャンを実行

source: Tap to see what you could cut
ar: اضغط لرؤية ما يمكنك تقليصه
de: Tippen, um zu sehen, was Sie kürzen könnten
es: Toca para ver qué podrías recortar
fr: Appuyez pour voir ce que vous pourriez réduire
ja: タップして削減できるものを確認

source: Tap to set billing date
ar: اضغط لتعيين تاريخ الفوترة
de: Tippen, um Abrechnungsdatum festzulegen
es: Toca para establecer la fecha de facturación
fr: Appuyez pour définir la date de facturation
ja: タップして請求日を設定

source: Temporarily pause subscriptions you aren't using. We'll remind you before they resume.
ar: أوقف مؤقتًا الاشتراكات التي لا تستخدمها. سنذكرك قبل استئنافها.
de: Abonnements, die Sie nicht nutzen, vorübergehend pausieren. Wir erinnern Sie, bevor sie wieder aktiv werden.
es: Pausa temporalmente las suscripciones que no estás usando. Te recordaremos antes de que se reanuden.
fr: Mettez en pause temporairement les abonnements que vous n'utilisez pas. Nous vous rappellerons avant qu'ils reprennent.
ja: 使っていないサブスクリプションを一時的に停止。再開前にお知らせします。

source: Terms & Conditions
ar: الشروط والأحكام
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: Conditions générales
ja: 利用規約

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
ja: 利用規約

source: Thanks for rating!
ar: شكرًا على التقييم!
de: Danke für Ihre Bewertung!
es: ¡Gracias por calificar!
fr: Merci pour votre évaluation !
ja: 評価ありがとうございます！

source: That's %@ back in your pocket this year
ar: هذا يعني %@ في جيبك هذا العام
de: Das sind %@ mehr in Ihrer Tasche dieses Jahr
es: Eso es %@ de vuelta en tu bolsillo este año
fr: C'est %@ de plus dans votre poche cette année
ja: 今年%@が手元に戻ります

source: The average person wastes
ar: الشخص العادي يهدر
de: Die durchschnittliche Person verschwendet
es: La persona promedio desperdicia
fr: La personne moyenne gaspille
ja: 平均的な人が無駄にする金額

source: then /%@
ar: ثم /%@
de: dann /%@
es: luego /%@
fr: puis /%@
ja: その後/%@

source: Then %@ after 7 days
ar: ثم %@ بعد 7 أيام
de: Dann %@ nach 7 Tagen
es: Luego %@ después de 7 días
fr: Puis %@ après 7 jours
ja: 7日後に%@

# Then %@/month or %@/year
source: Then %1$@/month or %2$@/year
ar: ثم %@/شهر أو %@/سنة
de: Dann %@/Monat oder %@/Jahr
es: Luego %@/mes o %@/año
fr: Puis %@/mois ou %@/an
ja: その後%@/月または%@/年

# Then %@%@
source: Then %1$@%2$@
ar: ثم %@%@
de: Dann %@%@
es: Luego %@%@
fr: Puis %@%@
ja: その後%@%@

source: These 3 make up %lld%% of your monthly spend
ar: هذه الثلاثة تشكل %lld%% من إنفاقك الشهري
de: Diese 3 machen %lld%% Ihrer monatlichen Ausgaben aus
es: Estos 3 representan el %lld%% de tu gasto mensual
fr: Ces 3 représentent %lld%% de vos dépenses mensuelles
ja: この3つが月間支出の%lld%%を占めています

source: These terms shall be governed by applicable laws. Any disputes shall be resolved through binding arbitration or in courts of competent jurisdiction.
ar: تخضع هذه الشروط للقوانين المعمول بها. تُحل النزاعات من خلال التحكيم الملزم أو المحاكم المختصة.
de: Diese Bedingungen unterliegen dem anwendbaren Recht. Streitigkeiten werden durch verbindliche Schiedsgerichtsbarkeit oder zuständige Gerichte gelöst.
es: Estos términos se regirán por las leyes aplicables. Las disputas se resolverán mediante arbitraje vinculante o tribunales competentes.
fr: Ces conditions sont régies par les lois applicables. Tout litige sera résolu par arbitrage contraignant ou devant les tribunaux compétents.
ja: これらの条件は適用法に準拠します。紛争は拘束力のある仲裁または管轄裁判所で解決されます。

source: This action cannot be undone
ar: لا يمكن التراجع عن هذا الإجراء
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer
fr: Cette action est irréversible
ja: この操作は元に戻せません
